{"answers":
	{
	"0":"<p>The first thing we need is for you to tell us which titles you'd like to rent, otherwise we won't be able to send you anything as we won't know which of our 70,000 titles you want us to send to you.</p><p>The way you do this is simply by adding titles to your list - which is known as the \"My Rental List\". You can add a title to your list using the \"Rent\" or \"Add\" button displayed next to its name wherever you see the title displayed on our website. You can see this button in lots of places on our website after you've registered an account with us. For example it's next to all the titles on our home page after you've logged in, it's in the search results when looking for a title, and it's on the page you see when you've clicked on a title to read more about it.</p><p>Once you have created a list of titles, there is nothing more you need to do, we'll automatically select your first rentals from the list you've created and send them out to you on the next working day. We recommend having at least 10 titles on your list at all times, or there can be delays in sending your next rental. To save you from having to keep topping up the list regularly, feel free to add far more than 10 titles, the more the better!</p>","question_number":"0",
	
	"1":"<p>With our service, you don't need to process an \"order\" each time you want to rent a title.</p><p>We'll start sending you rentals shortly after you've registered and created a list of titles that you'd like to rent, which is called the My Rental List. You can add a title to your list using the \"Rent\" or \"Add\" button displayed next to its name wherever you see the title displayed on our website after you've signed in.</p><p>Once you have created a list of titles, there is nothing more you need to do, no 'order' as such needs to be made, we'll simply select your first rentals from the list you've created and send them out to you on the next working day. We recommend having at least 10 titles on your list at all times, or there can be delays in sending your next rental. To save you from having to keep topping up the list regularly, feel free to add far more than 10 titles, the more the better!</p><p>If you find that you'd like to see certain titles sooner than others then you can indicate this to us by setting those titles to be at High Priority, and the rest at Medium or Low Priority. We can't always promise we will always be able to send your highest priority titles as your next disc, but we will always do our very best to try whenever you tell us which ones they are with the priority buttons.</p>","question_number":"1",

	"2":"<p>The number of discs you can have at home at any one time depends on the package you take. Our service works on a subscription basis, and we send you either 1, 2, or 3 discs at a time from a list of DVDs you select. When you return a disc we send the next one.</p><p>You can see the full list of our current packages <a href=\"http://www.lovefilm.com/dvd-rental/\">here</a> (just click on \"Packages\")</p><p>If you want to change the package you're currently on, simply go to the Change Package page to go to the list of packages we currently offer and pick the right one for you.(Please note however that this is not available to customers who are currently enjoying either a free trial period or a gift subscription).</p>","question_number":"2"
	}
}